Repository: kienquocIT/mis-api
Catalog: apps/core/attachments/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Folder does not exist.
vi: Thư mục không tồn tại

source: Employee list does not exist
vi: Danh sách nhân viên không tồn tại

source: Group list does not exist
vi: Danh sách nhóm không tồn tại

source: Capability list does not exist
vi: Nhóm quyền không tồn tại

source: Update permission error
vi: Cập nhập quyền lỗi

source: Delete folder error
vi: Xóa thư mục lỗi

source: Delete file error
vi: Xóa tệp lỗi

source: Can not delete system folder
vi: Không thể xóa thư mục hệ thống

source: You do not have permission to update this shared record
vi: Bạn không có quyền cập nhập bản ghi chia sẻ này

source: You do not have permission to delete
vi: Bạn không có quyền xóa quyền truy cập này

source: You need the 'Create subfolders' permission to perform this action.
vi: Bạn cần quyền 'Tạo thư mục con' để tiếp tục.

source: Parent does not exist
vi: Thư mục cha không tồn tại

source: A folder cannot reference itself as a parent
vi: Thư mục không thể làm thư mục cha của chính nó

source: You do not have permission to create this shared record
vi: Bạn không có quyển chia sẻ thư mục này

source: Sale Projects
vi: Cơ hội kinh doanh
