Repository: kienquocIT/mis-api
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Internal Server Error
vi: Lỗi máy chủ

source: Service unavailable
vi: Dịch vụ không khả dụng

source: The content is not HTML
vi: Nội dung không phải là HTML

source: The content has been blocked because contains phishing code
vi: Nội dung đã bị chặn vì chứa mã lừa đảo

source: Account
vi: Tài khoản

source: Advance Payment
vi: Tạm ứng

source: Asset, Tools Delivery
vi: Yêu cầu bàn giao

source: Asset, Tools Provide
vi: Yêu cầu cấp phát

source: Asset, Tools Return
vi: Thu hồi tài sản

source: Business trip
vi: Công tác

source: Call
vi: Cuộc gọi

source: Company
vi: Công ty

source: Contact
vi: Liên hệ

source: Contract
vi: Hợp đồng

source: Delivery
vi: Giao hàng

source: Document For Customer
vi: Tài liệu cho khách hàng

source: Employee
vi: Nhân viên

source: Expense Item
vi: Chi phí

source: Final Acceptance
vi: Quyết toán

source: Goods Issue
vi: Xuất hàng

source: Goods Receipt
vi: Nhập kho

source: Goods Return
vi: Đổi - trả hàng

source: Goods Transfer
vi: Điều chuyển hàng hoá

source: Group
vi: Nhóm

source: Inventory Adjustment
vi: Điều chỉnh tồn kho

source: Leave
vi: Nghỉ phép

source: Meeting Schedule
vi: Lịch họp

source: Opportunity
vi: Cơ hội kinh doanh

source: Payment Term
vi: Điều khoản thanh toán

source: Payments
vi: Thanh toán

source: Picking
vi: Lấy hàng

source: Product
vi: Sản phẩm

source: Purchase Order
vi: Đơn mua hàng

source: Purchase Quotation
vi: Báo giá mua hàng

source: Purchase Quotation Request
vi: Yêu cầu báo giá mua hàng

source: Purchase Request
vi: Yêu cầu mua hàng

source: Quotation
vi: Báo giá

source: Report Cashflow
vi: Báo cáo dòng tiền

source: Report Customer
vi: Báo cáo khách hàng

source: Report Pipeline
vi: Báo cáo pipeline

source: Report Product
vi: Báo cáo sản phẩm

source: Report Revenue
vi: Báo cáo doanh thu

source: Return Advance
vi: Hoàn ứng

source: Role
vi: Vai Trò

source: Sale Order
vi: Đơn hàng

source: Shipping
vi: Vận chuyển

source: Task
vi: Giao việc

source: User
vi: Người dùng

source: Warehouse
vi: Kho hàng

source: Workflow
vi: Quy trình làm việc

source: User does not exist.
vi: Người dùng không tồn tại.

source: Phone number can not contain characters
vi: Số điện thoại không chính xác.

source: Data is not valid
vi: Dữ liệu không hợp lệ

source: Password must contain both numbers and letters
vi: Mật khẩu phải bao gồm số và chữ.

source: Company is not exist
vi: Công ty không tồn tại.

source: Account does not exist.
vi: Tài khoản không tồn tại.

source: Salutation does not exist.
vi: Danh xưng không tồn tại.

source: Contact does not exist.
vi: Liên lạc không tồn tại.

source: Account type does not exist.
vi: Kiểu tài khoản không tồn tại.

source: Industry does not exist.
vi: Ngành không tồn tại.

source: Code is already exist.
vi: Mã đã tồn tại.

source: Mobile is already exist.
vi: Số điện thoại đã tồn tại.

source: Name is already exist.
vi: Tên đã tồn tại.

source: Email is already exist.
vi: Email đã tồn tại.

source: This field is required
vi: Trường này là bắt buộc

source: The session was expired
vi: Phiên làm việc đã hết hạn

source: The OTP session was expired
vi: Phiên xác thực OTP đã hết hạn

source: OTP isn't match
vi: OTP không chính xác

source: Maximum {0} requests in {1} hour
vi: Tối đa {0} lần yêu cầu trong {1} giờ

source: The user does not exist
vi: Người dùng không tồn tại

source: Username and password are incorrect.
vi: Tên đăng nhập hoặc mật khẩu không chính xác.

source: A user with that username already exists.
vi: Tên người dùng đã tồn tại.

source: The password is incorrect.
vi: Mật khẩu không chính xác.

source: Password must have more than 6 characters and include 2 of the following conditions: contain uppercase letters, contain numbers, contain special characters.
vi: Mật khẩu phải có trên 6 ký tự và bao gồm 2 trong các điều kiện sau: chứa chữ in hoa, chứa số, chứa ký tự đặc biệt.

source: The new password does not match
vi: Mật khẩu mới không khớp

source: The new password does not same current password
vi: Mật khẩu mới không thể trùng với mật khẩu hiện tại

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
vi: Yêu cầu có dữ liệu, tối đa 150 ký tự chỉ bao gồm chữ cái, số.

source: The feature require employee information in your account.
vi: Chức năng yêu cầu người dùng có liên kết với nhân viên để thao tác.

source: The tenant "{}" not found.
vi: Không tìm thấy tenant có mã "{}".

source: The tenant "{}" was found return more than one records.
vi: Không thể xác minh vì đã tìm thấy nhiều hơn một tenant có mã "{}".

source: Plan does not exist.
vi: Plan không tồn tại.

source: Some applications do not exist.
vi: Một số apps không tồn tại.

source: Application must be array.
vi: Apps bắt buộc là danh sách.

source: Valid company maximum raise errors.
vi: Xác thực giới hạn trên của số công ty xảy ra lỗi.

source: Maximum company is {} companies.
vi: Tối đa {} công ty.

source: Licenses used of {} plan is over total licenses.
vi: Giấy phép sử dụng của Plan vượt tổng số giấy phép.

source: Permissions type is incorrect.
vi: Kiểu quyền không chính xác.

source: Permissions item configurations is incorrect.
vi: Cấu hình quyền không chính xác.

source: Permissions item option is incorrect.
vi: Cấu hình quyền không chính xác.

source: Permissions does not exist.
vi: Quyền không tồn tại.

source: Group level does not exist.
vi: Cấp nhóm không tồn tại.

source: Code must not null
vi: Mã không được trống

source: Code is exists
vi: Mã đã tồn tại

source: Code is not exist
vi: Mã không tồn tại

source: The value formatting is incorrect
vi: Định dạng dữ liệu không đúng

source: Only one address is the default
vi: Chỉ một địa chỉ là mặc định

source: Only one contact can be the owner of the account
vi: Chỉ một liên hệ có thể là chủ của tài khoản

source: The records cause duplicate errors
vi: Các bản ghi gây ra lỗi trùng lặp

source: Group code is exist.
vi: Mã nhóm đã tồn tại.

source: Group does not exist.
vi: Nhóm Không tồn tại.

source: Some roles do not exist.
vi: Một số vai trò không tồn tại.

source: Role must be array.
vi: Vai trò bắt buộc là danh sách.

source: Licenses used of "{}" plan is over total licenses.
vi: Giấy phép sử dụng của "{}" đã đạt tổng giấp phép.

source: Employee does not exist.
vi: Nhân viên không tồn tại.

source: Employees do not exist.
vi: Nhân viên không tồn tại.

source: Employee must be array.
vi: Nhân viên bắt buộc là danh sách.

source: Role code is exist.
vi: Mã vai trò đã tồn tại.

source: Permissions is incorrect.
vi: Dữ liệu quyền không chính xác.

source: Permission item is incorrect.
vi: Dữ liệu quyền không chính xác.

source: The data must be filter by company.
vi: Bắt buộc phải lọc theo công ty.

source: The information was successfully deleted.
vi: Thông tin được xóa thành công.

source: Some data is incorrect.
vi: Một số dữ liệu không chính xác.

source: Login was expired. Please login and try again.
vi: Đăng nhập hết hạn. Vui lòng đăng nhập và thử lại.

source: Don't have permission.
vi: Không được cấp quyền.

source: Not found
vi: Không Tìm Thấy.

source: Successfully
vi: Thành công

source: Redirect to the Login page.
vi: Đang chuyển hướng đến trang đăng nhập.

source: Tenant code "{}" was ready, process canceling...
vi: Mã tenant "{}" đã tồn tại. Quy trình tạo tenant đang được hủy.

source: Tenant have "{}" code that was not found.
vi: Không tìm thấy tenant có mã "{}".

source: Option does not supported. Company and Admin is required.
vi: Công ty và thông tin người quản trị được yêu cầu.

source: The process was canceled because we found more than one tenant have code {}.
vi: Quá trình này đã bị hủy vì chúng tôi nhận thấy có nhiều đối tượng thuê có mã {}.

source: Please, contact Admin MIS to be helped.
vi: Liên hệ quản trị MiS để được trợ giúp.

source: Tenant's admin was ready.
vi: Quản trị viên Tenant đã tồn tại.

source: Undefined error raises.
vi: Một số lỗi không xác định.

source: key_data == '' must be require data is dictionary.
vi: Dữ liệu yêu cầu là danh sách.

source: Can't check permission of the user if verify user identity don't required.
vi: Không thể kiểm tra quyền của người dùng nếu tắt tính năng kểm tra định danh người dùng

source: Create
vi: Tạo

source: Approve
vi: Phê Duyệt

source: Reject
vi: Từ Chối

source: Return
vi: Trả Về

source: Receive
vi: Tiếp Nhận

source: Username is exist, please choose another user name
vi: Tên đăng nhập đã tồn tại, vui lòng chọn tên đăng nhập khác

source: The workflow currently is required when mode is apply
vi: Quy trình áp dụng cho chức năng cần được chọn trước khi chọn chế độ sử dụng quy trình

source: This record has been finalized and is not allow to any further modifications or destroy.
vi: Phiếu này đã hoàn thành và không được phép chỉnh sửa hoặc xóa.

source: New Task
vi: Công việc mới

source: Products must have picked quantity equal to or less than remaining quantity
vi: Số lượng lấy hàng phải nhỏ hơn hoặc bằng số lượng còn lại trên mỗi sản phẩm

source: Can not update when status is Done!
vi: Không thể lưu khi phiếu đã hoàn tất!

source: Done quantity not equal remain quantity!
vi: số lượng giao hàng không bằng số lượng còn lại!

source: out of stock
vi: hết hàng

source: Opportunity is already used for quotation
vi: Đã có báo giá được tạo với cơ hội kinh doanh này

source: Opportunity is already used for sale order
vi: Đã có đơn hàng được tạo với cơ hội kinh doanh này

source: Opportunity is closed
vi: Cơ hội kinh doanh đã đóng

source: Order is out of range
vi: Thứ tự ngoài phạm vi

source: Level is out of range
vi: Cấp bậc ngoài phạm vi

source: Permission format is incorrect
vi: Thiết lập quyền không đúng

source: Some subscription is expired or not found
vi: Một số gói đăng ký đã hết hạn hoặc không được tìm thấy

source: Don't permit edit, the flow have {} process using. Go to instructions page for the way apply new flow or reconfigure old flow.
vi: Không cho phép chỉnh sửa khi quy trình này đang có {} đang thực thi. Đi tới trang hướng dẫn để dđược hướng dẫn cách áp dụng quy trình mới hoặc cấu hình lại quy trình cũ.

source: The plan doesn't exist or is out of date
vi: Gói không tồn tại hoặc hết hạn

source: The application doesn't exist or is out of date
vi: Ứng dụng không tồn tại hoặc hết hạn

source: Approved
vi: Đã Phê Duyệt

source: Please setup Leader of Picking/Delivery in config page before create request
vi: Vui lòng chọn quản lý cho chức năng Lấy hàng/Giao hàng trong trang cấu hình trước khi tạo yêu cầu

source: Estimated Delivery date is required!
vi: Ngày giao hàng dự kiến là bắt buộc!

source: Maternity leave-social insurance
vi: Nghỉ thai sản

source: Sick yours child-social insurance
vi: Con cái bị bệnh

source: Sick yourself-social insurance
vi: Bản thân bị bệnh

source: Funeral your family (max 3 days)
vi: Nghỉ ma chay trong gia đình (nhiều nhất 3 ngày)

source: Marriage your child (max 1 days)
vi: Nghỉ đám cưới của con cái (nhiều nhất 1 ngày)

source: Marriage yourself (max 3 days)
vi: Nghỉ đám cưới của tôi (nhiều nhất 3 ngày)

source: Unpaid leave
vi: Nghỉ không lương

source: Annual leave-previous year balance
vi: Phép dư năm trước

source: Annual leave
vi: Nghỉ phép năm

source: View config is enable authenticated checking but not provide value of permit
vi: Cấu hình lớp xử lý yêu cầu HTTP yêu cầu kiểm tra xác thực quyền nhưng không cung cấp giá trị quyền

source: You can not delete member because you do not have permission
vi: Bạn không quyền xoá thành viên

source: You can not add member because you do not have permission
vi: Bạn không có quyền thêm thành viên

source: You can not delete or add member because you not in sale team
vi: Bạn không có quyền xoá hoặc thêm thành viên

source: Member does not exist in sale team
vi: Thành viên không tồn tại

source: Members must be required
vi: Danh sách thành viên là bắt buộc

source: Plan not found
vi: Không tìm thấy gói

source: Some app is not found
vi: Không tìm thấy một số ứng dụng

source: Some app not match with plan
vi: Một số ứng dụng không liên kết đúng với gói

source: Plan Type is incorrect
vi: Kiểu gói không đúng

source: Some member not found
vi: Một số thành viên không tìm thấy

source: Some leave type can not edit please verify again
vi: Một số loại nghỉ phép không thể chỉnh sửa vui lòng thử lại

source: Can not find config of your company please contact Admin maintain this feature.
vi: Không tìm thấy cấu hình của công ty, vui lòng liên hệ bộ phận chăm sóc khách hàng

source: This code is available.
vi: Mã này đã tồn tại

source: Title is required.
vi: Trường tiêu đề là bắt buộc.

source: This type can’t delete
vi: Loại này không thể xoá

source: This year had available or wrong format
vi: Năm này đã tồn tại hoặc sai định dạng

source: Employee inherit is empty
vi: Người thụ hưởng đang trống

source: Detail request day off is required
vi: Chi tiết ngày nghỉ đang trống

source: Can not update leave available
vi: Không thể update danh sách số dư nghỉ phép.

source: This holiday had available in this year
vi: Ngày nghỉ đã tồn tại

source: Number of paid annual leave days minimum is 12
vi: Số ngày phép được trả lương tối thiểu là 12

source: By admin
vi: Bởi quản trị viên

source: By system
vi: Bởi hệ thống

source: By employee
vi: Bởi người dùng

source: Quantity number is wrong format
vi: Số lượng sai định dạng

source: Day off large than leave available
vi: Ngày nghỉ lớn hơn ngày phép đang có

source: Leave available had expired
vi: Ngày nghỉ đã hết hạn

source: Path must start with "/"
vi: Đường dẫn bắt buộc bắt đầu bằng dấu "/"

source: Can't use this path
vi: Không thể sử dụng đường dẫn này

source: Path is exist
vi: Đường dẫn đã tồn tại

source: Filtering is incorrect
vi: Bộ lọc không chính xác

source: Sub domain already exists. Please choose another name.
vi: Tên miền này đã được sử dụng. Vui lòng chọn tên khác.

source: Status is required
vi: Vui lòng chọn một trạng thái cho công việc này

source: Assigner not found
vi: Người tạo không tồn tại

source: Can not create another sub-task form sub-task
vi: Không thể tạo thêm công việc phụ từ công việc hiện tại

source: Please complete Sub-task before
vi: Vui lòng hoàn thành công việc phụ trước

source: Data request is missing please reload and try again.
vi: Thiếu dữ liệu

source: Please Log time before complete task
vi: Vui lòng ghi nhận giờ làm việc cho công việc này

source: Time spent is wrong format.
vi: Lỗi định dạng ngày tháng

source: You do not permission to log time this task
vi: Bạn không có quyền ghi nhận giờ làm của công việc này

source: You do not permission to change Opportunity or Project
vi: Bạn không có quyền thay đổi Cơ hội kinh doanh/Dự án

source: You do not permission to change start/end date
vi: Bạn không có quyền thay đổi ngày của công việc này

source: You do not permission to change estimate
vi: Bạn không có quyền thay đổi thời gian đã ước tính

source: Missing default info please contact with admin
vi: Thiếu thông tin, vui lòng liên hệ quản trị viên

source: User still not map with the Employee please contact your Admin
vi: Tài khoản chưa liên kết với nhân viên, vui lòng thử lại

source: Attachment can not verify please try again or contact your admin
vi: Tập tin đính kèm không thề xác minh, vui lòng thử lại

source: List expense item is empty
vi: Danh sách chi phí đang trống

source: Opportunity already has sale order
vi: Cơ hội kinh doanh đã có đơn hàng

source: Opportunity already has quotation
vi: Cơ hội kinh doanh đã có báo giá

source: Confirm
vi: Xác nhận

source: Delivering
vi: Đang giao hàng

source: Partially delivered
vi: Đã giao một phần

source: Delivered
vi: Đã giao hàng

source: None
vi: Không có

source: Wait
vi: Đợi

source: Partially received
vi: Nhập kho một phần

source: Received
vi: Đã nhập kho

source: Received money
vi: Đã nhận tiền

source: Employee must be required
vi: Bắt buộc có thông tin nhân viên

source: Some employee is not available
vi: Một số nhân viên không khả dụng hoặc không đúng

source: The file has been flagged as a security risk.
vi: Tập tin đã bị gắn cờ là có nguy cơ bảo mật.

source: The size of the file cannot be determined.
vi: Kích thước của tập tin không thể được xác định.

source: The functionality to check available size is not working.
vi: Chức năng kiểm tra kích thước có sẵn không hoạt động.

source: User still not map with The employee please contact your Admin!
vi: Người dùng bắt buộc phải liên kết với nhân viên để thực hiện hành động. Vui lòng liên hệ quản trị viên.

source: Some attachments are being used by another document or do not exist
vi: Một số tập tin đính kèm đang được tài liệu khác sử dụng hoặc không tồn tại

source: The file is not images type.
vi: Tập tin không phải kiểu hình ảnh.

source: Departure is empty
vi: Khởi hành đang trống

source: Destination is empty
vi: Điểm đến đang trống

source: From time larger than to time
vi: Thời gian bắt đầu lớn hơn thời gian kết thúc

source: Provide request not found
vi: Không tìm thấy phiếu cấp phát

source: Error update product delivered
vi: Lỗi cập nhập sản phẩm đã bàn giao

source: You’ve been mentioned.
vi: Bạn đã được nhắc đến.

source: You have been mentioned in a comment by "{}".
vi: Bạn đã được "{}" nhắc đến trong một bình luận.

source: Product used in warehouse less than product return
vi: Số lượng thu hồi không trùng khớp trong kho.

source: Price must be larger than 0.
vi: Giá phải lớn hơn 0.

source: Quantity must be larger than 0.
vi: Số lượng phải lớn hơn 0.

source: Total payment must be 100%.
vi: Tổng thanh toán phải đủ 100%.

source: Payment is required according to config.
vi: Thanh toán là bắt buộc theo cấu hình.

source: Document was referenced by other documents
vi: Phiếu đã được tham chiếu bởi các phiếu khác

source: Finished
vi: Đã hoàn thành

source: Opening
vi: Đang mở

source: Draft
vi: Nháp

source: Created
vi: Đã tạo

source: Added
vi: Đã thêm

source: Finish
vi: Hoàn tất

source: Cancel
vi: Huỷ bỏ

source: Role can only in short sales or long sales
vi: Vai trò chỉ có thể thuộc bán hàng nhanh hoặc bán hàng dự án

source: Opportunity is not allowed because employee in short sales roles
vi: CHKD không được phép vì nhân viên thuộc vai trò bán hàng nhanh

source: Opportunity is required because employee in long sales roles
vi: CHKD là bắt buộc vì nhân viên thuộc vai trò bán hàng dự án

source: Project
vi: Dự án

source: do not exist.
vi: không tồn tại.

source: Project group
vi: Nhóm dự án

source: Project work
vi: Công việc dự án

source: Make sure date start larger than relationship work date end
vi: Ngày bắt đầu phải lớn hơn ngày kết thúc của công việc được liên kết

source: Project do not exist
vi: Dự án không tồn tại

source: Project is required
vi: Dự án là bắt buộc

source: You do not have permission to perform this action
vi: Bạn không được cấp quyền để thực hiện thao tác này
