Repository: kienquocIT/mis-api
Catalog: apps/core/*/locale/*/LC_MESSAGES/django.po
Languages: vi

source: APP_Account
vi: Tài khoản

source: APP_Advance Payment
vi: Tạm ứng

source: APP_Asset, Tools Delivery
vi: Yêu cầu bàn giao

source: APP_Asset, Tools Provide
vi: Yêu cầu cấp phát

source: APP_Asset, Tools Return
vi: Danh sách thu hồi tài sản

source: APP_Business trip
vi: Công tác

source: APP_Contact
vi: Liên hệ

source: APP_Delivery
vi: Giao hàng

source: APP_Goods Issue
vi: Xuất hàng

source: APP_Goods Receipt
vi: Nhập kho

source: APP_Goods Return
vi: Trả hàng

source: APP_Goods Transfer
vi: Điều chuyển hàng

source: APP_Inventory Adjustment
vi: Điều chỉnh tồn kho

source: APP_Leave
vi: Nghỉ phép

source: APP_Meeting Schedule
vi: Lịch họp

source: APP_Opportunity
vi: Cơ hội kinh doanh

source: APP_Payments
vi: Thanh toán

source: APP_Purchase Order
vi: Mua hàng

source: APP_Purchase Quotation
vi: Báo giá mua hàng

source: APP_Purchase Quotation Request
vi: Yêu cầu báo giá mua hàng

source: APP_Quotation
vi: Báo giá

source: APP_Return Advance
vi: Hoàn ứng

source: APP_Sale Order
vi: Đơn hàng

source: APP_Project
vi: Dự án

source: APP_Project Baseline
vi: Dự án Đường cơ sở
