Repository: kienquocIT/mis-api
Catalog: apps/core/mailer/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Connection errors
vi: Kết nối xảy ra lỗi

source: Connect to your mail server is failure
vi: Kết nối tới máy chủ thư điện tử không thành công

source: Config must be fill enough value
vi: Thông tin kết nối chưa đủ để có thể kiểm tra

source: Use our server is enabled
vi: Đang sử dụng máy chủ mail của chúng tôi

source: The mail server config is deactivate or not found
vi: Cấu hình máy chủ thư đang huỷ kích hoạt hoặc không tìm thấy

source: Welcome to our company
vi: Chào mừng gia nhập công ty chúng tôi

source: OTP validation
vi: Xác thực người dùng qua OTP

source: Calendar
vi: Lịch sự kiện

source: <h2><strong> <span style="text-align: center;"> __company_title__ </span></strong></h2><p>Welcome to our company.</p><p>Your medium account information:</p><table border="1" style="border-collapse: collapse; width: 80.4688%; height: 24px;"><tbody><tr style="height: 12px;"><td style="width: 18.2031%; height: 12px;"> Full name </td><td style="width: 61.1718%; height: 12px;"> <span class="params-data" data-code="_user__full_name" id="idx-vIJnYHROCPvB2Zv5"> #User - Full name </span></td></tr><tr style="height: 12px;"><td style="width: 18.2031%; height: 12px;"> Username </td><td style="width: 61.1718%; height: 12px;"><span class="params-data" data-code="_user__user_name" id="idx-3WNAv9BfwepTamrv">#User - Username</span></td></tr><tr><td style="width: 18.2031%;"> Access path </td><td style="width: 61.1718%;"><a href="https://__company_sub_domain__.bflow.vn/">https://__company_sub_domain__.bflow.vn/</a></td></tr></tbody></table><p>Note: Due to security policy, please use the "Forgot password" feature and receive the OTP authentication code by this email to get the password to access your account.</p><p></p><p>Best regards.</p>
vi: <h2><strong> <span style="text-align: center;"> __company_title__ </span></strong></h2><p>Chào mừng bạn đến với công ty chúng tôi.</p><p>Thông tin tài khoản vừa của bạn:</p><table border="1" style="border-collapse: collapse; width: 80.4688%; height: 24px;"><tbody><tr style="height: 12px;"><td style="width: 18.2031%; height: 12px;"> Tên đầy đủ </td><td style="width: 61.1718%; height: 12px;"><span class="params-data" data-code="_user__full_name" id="idx-vIJnYHROCPvB2Zv5"> #User - Full name </span></td></tr><tr style="height: 12px;"><td style="width: 18.2031%; height: 12px;"> Tên đăng nhập </td><td style="width: 61.1718%; height: 12px;"><span class="params-data" data-code="_user__user_name" id="idx-3WNAv9BfwepTamrv"> #User - Username </span></td></tr><tr><td style="width: 18.2031%;"> Đường dẫn truy cập </td><td style="width: 61.1718%;"><a href="https://__company_sub_domain__.bflow.vn/">https://__company_sub_domain__.bflow.vn/</a></td></tr></tbody></table><p>Lưu ý: Do chính sách bảo mật, vui lòng sử dụng tính năng "Quên mật khẩu" và nhận mã xác thực OTP bằng email này để lấy mật khẩu truy cập vào tài khoản của bạn.</p><p></p><p>Trân trọng.</p>

source: <h2><strong><span style="text-align: center;"> __company_title__ </span></strong></h2><p>Verification code: <span id="idx-lIYXOPuVrhxqRB1v" class="params-data" data-code="_otp"> #OTP </span> ​</p><p>Current time: <span id="idx-lhaH4zQNQ9fmblYI" class="params-data" data-code="_current_date_time">#Current date time</span></p><p>Expires: 2 minutes</p><p>Note: The request to send the verification code will be limited to 5 times within 1 hour. Please contact the administrator for any problems.</p><p>Best regards.</p>
vi: <h2><strong><span style="text-align: center;"> __company_title__ </span></strong></h2><p>Mã xác thực: <span id="idx-lIYXOPuVrhxqRB1v" class="params-data" data-code="_otp"> #OTP </span> ​</p><p>Thời gian hiện tại: <span id="idx-lhaH4zQNQ9fmblYI" class="params-data" data-code="_current_date_time">#Current date time</span></p><p>Hết hạn: 2 phút</p><p>Lưu ý: Việc yêu cầu gửi mã xác thực sẽ giới hạn 5 lần trong vòng 1 giờ. Mọi sự cố vui lòng liên hệ với quản trị viên để được hỗ trợ.</p><p>Trân trọng.</p>

source: <h2><strong> <span style="text-align: center;"> __company_title__ </span></strong></h2><p>Registered event calendar information:</p><p></p><p>Best regards.</p>
vi: <h2><strong> <span style="text-align: center;"> __company_title__ </span></strong></h2><p>Thông tin lịch sự kiện được đăng ký:</p><p></p><p>Trân trọng.</p>

source: <h2><strong><span style="text-align: center;"> __company_title__ </span></strong></h2><p>Hi <b><span class="params-data" data-code="_project__prj_member"></span></b></p><p><b><span class="params-data" data-code="_project__prj_owner"></span></b> create a project <b><span class="params-data" data-code="_project__prj_title"></span></b>. He/She added you in a member in Project, you might want to take a look.</p><p><a href="_project__prj_url" style="text-decoration:none;color:#1565c0;">View here</a></p><hr/><p>Best regards.</p>
vi: <h2><strong><span style="text-align: center;"> __company_title__ </span></strong></h2><p>Chào <b><span class="params-data" data-code="_project__prj_member"></span></b></p><p><b><span class="params-data" data-code="_project__prj_owner"></span></b> tạo một dự án <b><span class="params-data" data-code="_project__prj_title"></span></b>. Anh/Cô ấy đã thêm bạn vào thành viên trong dự án, bạn có thể muốn xem.</p><p><a href="_project__prj_url" style="text-decoration:none;color:#1565c0;">Xem ở đây</a></p><hr/><p>Trân trọng.</p>

source: New Project Created
vi: Dự án mới được tạo

source: New Contract signature request created
vi: Yêu cầu ký hợp đồng mới được tạo

source: <h2 style="font-weight: 500; font-size: 20px">Company: <strong><span style="text-align: center;"> __company_title__ </span></strong></h2><p style="color: #007D88; font-size: 18px">Hello <b><span class="params-data" data-code="_contract__member"></span></b></p><div style="background: #f6f6f6;text-align: center;padding: 20px 25px"><p>You have a document needed signature from:</p><p><b><span class="params-data" data-code="_contract__created_email"></span></b></p><p><b><span class="params-data" data-code="_contract__title"></span></b></p><p><a href="_contract__url" style="text-decoration:none;color:#fff;width: 150px;display: inline-block;background: #007D88;padding: 6px;text-transform: uppercase;letter-spacing: .95px;">View document</a></p></div>
vi: <h2 style="font-weight: 500; font-size: 20px">Company: <strong><span style="text-align: center;"> __company_title__ </span></strong></h2><p style="color: #007D88; font-size: 18px">Xin chào <b><span class="params-data" data-code="_contract__member"></span></b></p><div style="background: #f6f6f6;text-align: center;padding: 20px 25px"><p>Bạn có một tài liệu cần ký từ:</p><p><b><span class="params-data" data-code="_contract__created_email"></span></b></p><p><b><span class="params-data" data-code="_contract__title"></span></b></p><p><a href="_contract__url" style="text-decoration:none;color:#fff;width: 150px;display: inline-block;background: #007D88;padding: 6px;text-transform: uppercase;letter-spacing: .95px;">Xem tài liệu</a></p></div>

source: Missing info
vi: Thiếu thông tin

source: New leave request created
vi: Phiếu nghỉ phép mới đã tạo

source: <h2 style="font-weight: 500; font-size: 20px">Company: <strong><span style="text-align: center;"> __company_title__ </span></strong></h2><p style="font-size: 18px">Hi, </p><div><p>Employee <span class="params-data" data-code="_leave__employee"></span> has been granted leave for about <span class="params-data" data-code="_leave__day_off"></span> days, and will return to work on <span class="params-data" data-code="_leave__date_back"></span>.</p><p>During this period, please contact <span class="params-data" data-code="_leave__leader_name"></span> at <span class="params-data" data-code="_leave__leader_email"></span> if your email requires immediate attention.</p></div>
vi: <h2 style="font-weight: 500; font-size: 20px">Công ty: <strong><span style="text-align: center;"> __company_title__ </span></strong></h2><p style="font-size: 18px">Chào, </p><div><p>Nhân viên <span class="params-data" data-code="_leave__employee"></span> đã được cấp phép nghỉ phép khoảng <span class="params-data" data-code="_leave__day_off"></span> ngày, và sẽ quay lại làm việc vào <span class="params-data" data-code="_leave__date_back"></span>.</p><p>Trong thời gian này, vui lòng liên hệ <span class="params-data" data-code="_leave__leader_name"></span> vào <span class="params-data" data-code="_leave__leader_email"></span> nếu công việc bạn cần xử lý gấp.</p></div>

source: 🔔 Notification: You have new to do tasks
vi: 🔔 Thông báo: Bạn có một giao việc mới cần làm

source: <h2 style="font-weight: 500; font-size: 20px">Company: <strong><span style="text-align: center;"> __company_title__ </span></strong></h2><p style="font-size: 18px">Hi, <span class="params-data" data-code="_task__employee_inherit"></span></p><p>You have a new task! <span class="params-data" data-code="_task__assigner"></span> has just assign you a task that needs to be processed. Please check and start working on it.</p><p><a href="_mention__links" style="text-decoration:none;color:#fff;width: 150px;display: inline-block;background: #007D88;padding: 6px;text-transform: uppercase;letter-spacing: .95px; text-align:center;">View document</a></p>
vi: <h2 style="font-weight: 500; font-size: 20px">Công ty: <strong><span style="text-align: center;"> __company_title__ </span></strong></h2><p style="font-size: 18px">Chào, <span class="params-data" data-code="_task__employee_inherit"></span></p><p>Bạn có một task mới! <span class="params-data" data-code="_task__assigner"></span> đã giao cho bạn một task cần xử lý. Vui lòng kiểm tra và bắt đầu thực hện.</p><p><a href="_mention__links" style="text-decoration:none;color:#fff;width: 150px;display: inline-block;background: #007D88;padding: 6px;text-transform: uppercase;letter-spacing: .95px; text-align:center;">Xem phiếu</a></p>
