Repository: kienquocIT/mis-api
Catalog: apps/core/process/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Cannot start the process when Opportunity data is skipped because this configuration only supports Opportunity
vi: Không thể bắt đầu quy trình khi dữ liệu Cơ hội kinh doanh bị bỏ qua vì cấu hình này chỉ hỗ trợ Cơ hội kinh doanh.

source: The process is deactivate
vi: Tiến trình đã huỷ kích hoạt

source: The process is not found
vi: Không tìm thấy tiến trình

source: The number of documents created must be greater than or equal to {amount} in order to complete.
vi: Số lượng tài liệu được tạo ra bắt buộc lớn hơn hoặc bằng {amount} để hoàn tất.

source: Unable to analyze the application's data
vi: Không thể phân tích dữ liệu ứng dụng

source: This opportunity does not match the process's opportunity
vi: Cơ hội kinh doanh này không khớp với cài đặt Cơ hội kinh doanh của tiến trình

source: This process does not support this application
vi: Tiến trình không hỗ trợ ứng dụng này

source: The number of documents for this feature has reached its limit in process
vi: Số lượng phiếu của tính năng này đã đạt giới hạn trong tiến trình

source: Process requires at least 1 stage (except system stage)
vi: Tiến trình cần ít nhất 1 giai đoạn (trừ giai đoạn hệ thống)

source: Stages requires at least 1 application
vi: Giai đoạn cần ít nhất 1 ứng dụng

source: Application is not found
vi: Không tìm thấy ứng dụng

source: Min or Max value is incorrect
vi: Giá trị tối thiểu hoặc tối đa không đúng

source: The maximum value must be equal or greater than the minimum value
vi: Giá trị tối đa bắt buộc lớn hơn hoặc bằng giá trị tối thiểu

source: Finish date must be greater than start date
vi: Ngày kết thúc bắt buộc phải lớn hơn ngày bắt đầu
