Repository: kienquocIT/mis-api
Catalog: apps/core/forms/locale/*/LC_MESSAGES/django.po
Languages: vi

source: The form requires user authentication
vi: Biểu mẫu yêu cầu xác thực người dùng

source: The form is not found
vi: Không tìm thấy biểu mẫu

source: The data you have submitted is in an incorrect format
vi: Dữ liệu bạn đã gửi có định dạng không chính xác

source: The input data is of incorrect length
vi: Dữ liệu đầu vào có độ dài không chính xác

source: There was a problem with the form configuration so the data submission was rejected
vi: Đã xảy ra sự cố với cấu hình biểu mẫu nên việc gửi dữ liệu đã bị từ chối

source: The value length should be no more than {0} characters
vi: Độ dài giá trị không được nhiều hơn {0} ký tự

source: The input data does not match the expected data type
vi: Dữ liệu đầu vào không khớp với loại dữ liệu dự kiến

source: This value should be of type integers
vi: Giá trị này phải là loại số nguyên

source: This value should be of type float
vi: Giá trị này phải là loại số thực

source: This value should be of type number
vi: Giá trị này phải là loại số

source: The form allows submitting data only one time per user
vi: Biểu mẫu chỉ cho phép gửi dữ liệu mỗi người một lần

source: The update entry was rejected
vi: Cập nhật dữ liệu đã gửi không hỗ trợ

source: copy
vi: bản sao

source: The copy progress encountered a failure
vi: Tiến trình sao chép gặp lỗi

source: The default selected must be unique
vi: Giá trị chọn mặc định phải bắt buộc là duy nhất

source: The value must be unique
vi: Giá trị của select là duy nhất

source: The titles must be unique
vi: Tiêu đề của select là duy nhất

source: The options must be required
vi: Lựa chọn của select là bắt buộc

source: The value is not support
vi: Giá trị không được hỗ trợ

source: Only one selection is allowed per row. All rows mandatory fields are required.
vi: Chỉ một lựa chọn trên mỗi dòng. Tất cả các dòng đều phải có nếu trường này bắt buộc.

source: Only one selection is allowed per column. All columns mandatory fields are required.
vi: Chỉ một lựa chọn trên mỗi cột. Tất cả các cột đều phải có nếu trường này là bắt buộc.

source: The date format is not support
vi: Định dạng ngày không hỗ trợ

source: The value is not date format
vi: Giá trị không đúng định dạng ngày

source: The type "{0}" not match supported class
vi: Loại "{0}" không hỗ trợ phân tích lớp

source: The vote value is not support
vi: Dữ liệu bình chọn không hỗ trợ

source: The review must be require
vi: Nội dung nhận xét là bắt buộc

source: The time format is not support
vi: Định dạng giờ không hỗ trợ

source: The value is not time format
vi: Giá trị không đúng định dạng giờ

source: The value less than minimum value
vi: Giá trị nhỏ hơn giới hạn nhỏ nhất

source: The value large than maximum value
vi: Giá trị lớn hơn giới hạn lớn nhất

source: The HTML must be less than 500kB
vi: Dung lượng chuỗi HTML bắt buộc phải nhỏ hơn 500kb
