Repository: kienquocIT/mis-api
Catalog: apps/sales/project/locale/*/LC_MESSAGES/django.po
Languages: vi

source: The person mentioned could not be found
vi: Không tìm thấy người được đề cập

source: Comment replies are not supported
vi: Trả lời bình luận không hỗ trợ

source: Activities not found
vi: Hoạt đông không tồn tại

source: Start date not in range of project date
vi: Ngày bắt đầu không khớp với ngày bắt đầu của dự án

source: The finish date must be later than or equal to the end date of the group/work
vi: Ngày hoàn thành của dự án phải lớn hơn hoặc bằng ngày kết thúc của Nhóm/Công việc

source: Group date not in range of project date
vi: Ngày của Nhóm không khớp với ngày của dự án

source: Work date not in range of project date
vi: Ngày của Công việc không khớp với ngày của dự án

source: You don't have permission to perform the action lock finish date
vi: Bạn không có quyền chỉnh sửa khoá ngày hoàn thành

source: Project status is required
vi: Trạng thái dự án là bắt buộc

source: You do not have permission to close/complete this project
vi: Bạn không có quyền đóng/hoàn thành dự án này

source: Order keyword when create is error
vi: Lỗi không update dc thứ tự của nhóm và công việc
