Repository: kienquocIT/mis-api
Catalog: apps/core/account/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Enter a valid "slug" consisting of letters, numbers, underscores or hyphens
vi: Nhập một "slug" hợp lệ bao gồm các chữ cái, số, dấu gạch dưới hoặc dấu gạch nối

source: The user does not belong to this company.
vi: Người dùng không thuộc về công ty này.

source: Please go to the tenant management page feature to add a company for this user.
vi: Vui lòng truy cập vào quản trị tenant để thêm công ty cho người dùng này.

source: Phone number should be a Vietnam phone number
vi: Số điện thoại phải là số điện thoại Việt Nam

source: 2FA has been integrated
vi: 2FA đã được tích hợp

source: Generate 2FA is failure
vi: Tạo 2FA thất bại

source: 2FA verify is successful and turned on
vi: Xác thực 2FA thành công và đã được bật

source: 2FA verify is failure
vi: Xác thực 2FA thất bại

source: 2FA hasn't integrated
vi: 2FA chưa được tích hợp

source: 2FA was enabled
vi: 2FA đã kích hoạt

source: 2FA was disabled
vi: 2FA đã huỷ kích hoạt

source: Your account has been locked due to too many incorrect OTP attempts.
vi: Tài khoản của bạn đã bị khóa do quá nhiều lần nhập sai mã OTP.

source: This OTP has already been used.
vi: Mã OTP này đã được sử dụng.

source: Deactivate 2FA before performing deletion
vi: Vô hiệu hóa 2FA trước khi thực hiện xóa

source: The refresh token must be required
vi: Mã làm mới là bắt buộc

source: The format day is incorrect. The format should be year[yyyy]-month[mm]-day[dd]
vi: Định dạng ngày không chính xác. Định dạng nên là năm[yyyy]-tháng[mm]-ngày[dd]
